0x01-challenge/blog/app/controllers/posts_controller.rb

INSERT INTO "posts" ("title", "body", "created_at", "updated_at") VALUES (?, ?, ?, ?)
---
  def create
    @post = Post.new(post_params)

    if @post.save